{
  "id": 4,
  "order_number": "14008",
  "title": "Tackling the Climate Crisis at Home and Abroad",
  "signing_date": "2021-01-27",
  "publication_date": "2021-02-01",
  "president": "Biden",
  "summary": "Places the climate crisis at the center of United States foreign policy and national security and directs a whole-of-government approach to address climate change.",
  "full_text": "Places the climate crisis at the center of United States foreign policy and national security and directs a whole-of-government approach to address climate change.",
  "url": "https://www.whitehouse.gov/briefing-room/presidential-actions/2021/01/27/executive-order-on-tackling-the-climate-crisis-at-home-and-abroad/",
  "impact_level": null,
  "status": "Active",
  "implementation_phase": null,
  "added_date": "2025-02-26 12:34:10",
  "last_updated": "2025-02-26 12:34:10",
  "plain_language_summary": "\n        <h2>Biden Executive Order on Climate Crisis</h2>\n        <p><strong>Overview:</strong> The order directs the federal government to address climate change risks and invest in clean energy.</p>\n        \n        <h3>Key Impacts on Yale:</h3>\n        <ul>\n          <li>Requires Yale to assess and disclose climate-related financial risks</li><li>Encourages Yale to shift investments toward clean energy and away from fossil fuels</li><li>May lead to new federal funding opportunities for climate-related research and projects</li>\n        </ul>\n        \n        <p><strong>Action Needed:</strong> Yes</p>\n        <p><strong>Important Dates:</strong> No specific dates provided</p>\n        \n        <p><strong>Affected Departments:</strong> Office of Sustainability, Office of Investments, Office of Grants and Contracts, Office of General Counsel</p>\n        \n        <h3>What Changed</h3>\n        <p>The order requires federal agencies, including those that provide funding to universities, to prioritize climate change in their policies and spending.</p>\n        \n        <h3>Why Yale Cares</h3>\n        <p>As a major research university, Yale needs to understand and mitigate the financial and operational risks of climate change. The order also provides opportunities for climate-related funding and collaboration.</p>\n        \n        <h3>Action Steps</h3>\n        <ul>\n          <li>Assess climate-related financial risks and develop a plan to disclose and address them</li><li>Review investment portfolio and shift toward sustainable, clean energy options</li><li>Identify and pursue new federal funding opportunities for climate research and projects</li>\n        </ul>\n        \n        <h3>Resource Needs</h3>\n        <p>Additional staff time and expertise in areas like climate risk analysis, sustainable investing, and grant writing</p>\n      ",
  "categories": [
    "Finance",
    "National Security"
  ],
  "impact_areas": [
    "Funding",
    "Policy",
    "Economic Development"
  ],
  "university_impact_areas": [],
  "compliance_actions": [],
  "has_plain_language_summary": true
}