{
  "id": 6,
  "order_number": "13902",
  "title": "Executive Order on Imposing Sanctions With Respect to Additional Sectors of Iran",
  "signing_date": "2020-01-10",
  "publication_date": "2020-01-14",
  "president": "Donald J. Trump",
  "summary": "Expanded economic sanctions against Iran to include construction, mining, manufacturing, and textile sectors.",
  "full_text": null,
  "url": null,
  "impact_level": null,
  "status": "Active",
  "implementation_phase": null,
  "added_date": "2025-02-26 12:34:10",
  "last_updated": "2025-02-26 12:34:10",
  "plain_language_summary": "\n        <h2>New Iran Sanctions for Yale</h2>\n        <p><strong>Overview:</strong> The US government expanded economic sanctions against Iran to include more industries, which may impact some Yale operations.</p>\n        \n        <h3>Key Impacts on Yale:</h3>\n        <ul>\n          <li>Restrictions on transactions with Iranian construction, mining, manufacturing, and textile companies</li><li>Potential compliance requirements for Yale's procurement and international partnerships</li><li>Possible disruptions to Yale's Iran-related research or academic collaborations</li>\n        </ul>\n        \n        <p><strong>Action Needed:</strong> Yes</p>\n        <p><strong>Important Dates:</strong> 01/10/2020: Executive Order 13902 issued</p>\n        \n        <p><strong>Affected Departments:</strong> Procurement and Purchasing, Office of Research Administration, Office of International Affairs, General Counsel</p>\n        \n        <h3>What Changed</h3>\n        <p>The executive order expanded existing US economic sanctions to cover additional sectors of the Iranian economy, including construction, mining, manufacturing, and textiles.</p>\n        \n        <h3>Why Yale Cares</h3>\n        <p>Yale has procurement, research, and international partnerships that may be affected by these new restrictions on doing business with Iran.</p>\n        \n        <h3>Action Steps</h3>\n        <ul>\n          <li>Review procurement processes to ensure compliance with new Iran sanctions</li><li>Identify and assess any Iran-related research, academic, or business activities at Yale</li><li>Consult with the Office of General Counsel on compliance obligations and risk mitigation</li>\n        </ul>\n        \n        <h3>Resource Needs</h3>\n        <p>Potential need for additional staff time and legal expertise to review compliance</p>\n      ",
  "categories": [
    "Technology"
  ],
  "impact_areas": [
    "Economic Development"
  ],
  "university_impact_areas": [],
  "compliance_actions": [],
  "has_plain_language_summary": true
}