{
  "id": 1,
  "order_number": "14067",
  "title": "Executive Order on Ensuring Responsible Development of Digital Assets",
  "signing_date": "2022-03-09",
  "publication_date": "2022-03-14",
  "president": "Joseph R. Biden Jr.",
  "summary": "Established a national policy for digital assets including cryptocurrencies, directing agencies to ensure consumer protection, financial stability, and mitigate illicit finance risks.",
  "full_text": null,
  "url": null,
  "impact_level": null,
  "status": "Active",
  "implementation_phase": null,
  "added_date": "2025-02-26 12:34:10",
  "last_updated": "2025-02-26 12:34:10",
  "plain_language_summary": "\n        <h2>New Digital Assets Regulations</h2>\n        <p><strong>Overview:</strong> The President issued an order to regulate cryptocurrencies and other digital assets to protect consumers and prevent financial crimes.</p>\n        \n        <h3>Key Impacts on Yale:</h3>\n        <ul>\n          <li>Yale may need to update policies and procedures for accepting digital assets and crypto payments</li><li>Yale's research and innovation efforts around blockchain and cryptocurrency could be affected</li><li>Yale's finance and IT teams may need to closely monitor new regulatory developments</li>\n        </ul>\n        \n        <p><strong>Action Needed:</strong> Yes</p>\n        <p><strong>Important Dates:</strong> N/A</p>\n        \n        <p><strong>Affected Departments:</strong> Finance, Information Technology, Research and Innovation</p>\n        \n        <h3>What Changed</h3>\n        <p>The order establishes a national policy for digital assets and directs agencies to ensure consumer protection, financial stability, and mitigation of illicit finance risks.</p>\n        \n        <h3>Why Yale Cares</h3>\n        <p>As a leading research university, Yale is actively involved in the development of digital assets and blockchain technology. The new regulations could impact Yale's financial operations and innovative research in this space.</p>\n        \n        <h3>Action Steps</h3>\n        <ul>\n          <li>Review current policies and procedures for accepting digital assets and crypto payments</li><li>Monitor regulatory developments and updates from relevant agencies</li><li>Assess the impact on Yale's research and innovation efforts in blockchain and cryptocurrency</li>\n        </ul>\n        \n        <h3>Resource Needs</h3>\n        <p>Potential need for additional staff time and expertise to stay compliant with new regulations</p>\n      ",
  "categories": [
    "Technology"
  ],
  "impact_areas": [
    "Funding",
    "Policy",
    "Economic Development"
  ],
  "university_impact_areas": [],
  "compliance_actions": [],
  "has_plain_language_summary": true
}