{
  "id": 2,
  "order_number": "14030",
  "title": "Executive Order on Climate-Related Financial Risk",
  "signing_date": "2021-05-20",
  "publication_date": "2021-05-25",
  "president": "Joseph R. Biden Jr.",
  "summary": "Directed federal agencies to develop strategies to measure, disclose, and mitigate climate-related financial risks.",
  "full_text": null,
  "url": null,
  "impact_level": null,
  "status": "Active",
  "implementation_phase": null,
  "added_date": "2025-02-26 12:34:10",
  "last_updated": "2025-02-26 12:34:10",
  "plain_language_summary": "\n        <h2>Mandatory Climate Risk Reporting for Yale</h2>\n        <p><strong>Overview:</strong> The President ordered federal agencies to develop ways for companies to measure, disclose, and reduce climate-related financial risks.</p>\n        \n        <h3>Key Impacts on Yale:</h3>\n        <ul>\n          <li>Yale must report on climate risks in its financial disclosures</li><li>Yale may need to change operations to reduce climate-related financial risks</li><li>Yale's investments and endowment could be impacted by new climate risk rules</li><li>Increased reporting requirements for Yale's sustainability and finance teams</li>\n        </ul>\n        \n        <p><strong>Action Needed:</strong> Yes</p>\n        <p><strong>Important Dates:</strong> No specific dates provided</p>\n        \n        <p><strong>Affected Departments:</strong> Office of Sustainability, Office of Investment Management, Office of Budget and Financial Planning, Office of General Counsel</p>\n        \n        <h3>What Changed</h3>\n        <p>The executive order directs federal agencies to develop new rules and guidance for companies to disclose and mitigate climate-related financial risks.</p>\n        \n        <h3>Why Yale Cares</h3>\n        <p>As a major university with a large endowment and complex financial operations, Yale will be impacted by new mandatory climate risk reporting and mitigation requirements.</p>\n        \n        <h3>Action Steps</h3>\n        <ul>\n          <li>Assess Yale's current climate risk exposure and reporting practices</li><li>Develop a plan to comply with forthcoming federal climate risk disclosure rules</li><li>Evaluate investment and operational strategies to reduce climate-related financial risks</li>\n        </ul>\n        \n        <h3>Resource Needs</h3>\n        <p>Additional staff time and expertise in sustainability, finance, and legal compliance to implement new climate risk management processes</p>\n      ",
  "categories": [
    "Environment"
  ],
  "impact_areas": [
    "Funding"
  ],
  "university_impact_areas": [],
  "compliance_actions": [],
  "has_plain_language_summary": true
}