{
  "id": 3,
  "order_number": "14018",
  "title": "Executive Order on the Establishment of the White House Office of Faith-Based and Neighborhood Partnerships",
  "signing_date": "2021-02-14",
  "publication_date": "2021-02-18",
  "president": "Joseph R. Biden Jr.",
  "summary": "Re-established the White House Office of Faith-Based and Neighborhood Partnerships, which includes economic initiatives.",
  "full_text": null,
  "url": null,
  "impact_level": null,
  "status": "Active",
  "implementation_phase": null,
  "added_date": "2025-02-26 12:34:10",
  "last_updated": "2025-02-26 12:34:10",
  "plain_language_summary": "\n        <h2>White House Faith-Based Partnerships Restored</h2>\n        <p><strong>Overview:</strong> The White House has reinstated the Office of Faith-Based and Neighborhood Partnerships to support economic initiatives.</p>\n        \n        <h3>Key Impacts on Yale:</h3>\n        <ul>\n          <li>Increased opportunities for Yale to partner with local faith-based and community organizations on economic development projects</li><li>Potential for Yale to access federal funding or resources through the Office's initiatives</li><li>Expanded collaboration between Yale and the federal government on issues of mutual interest</li>\n        </ul>\n        \n        <p><strong>Action Needed:</strong> Yes</p>\n        <p><strong>Important Dates:</strong> 02/14/2021: Executive Order 14018 signed by President Biden</p>\n        \n        <p><strong>Affected Departments:</strong> Yale Office of New Haven and State Affairs, Yale Office of Federal Relations, Yale Divinity School, Center for Faith and Culture</p>\n        \n        <h3>What Changed</h3>\n        <p>The White House has re-established the Office of Faith-Based and Neighborhood Partnerships, which was previously shut down.</p>\n        \n        <h3>Why Yale Cares</h3>\n        <p>This order provides new opportunities for Yale to work with local partners and the federal government on economic and community initiatives. It could also lead to additional funding or resources for Yale's programs.</p>\n        \n        <h3>Action Steps</h3>\n        <ul>\n          <li>Identify potential partnerships and funding opportunities through the Office</li><li>Coordinate with relevant Yale departments to pursue collaborative projects</li><li>Stay up-to-date on the Office's activities and initiatives</li>\n        </ul>\n        \n        <h3>Resource Needs</h3>\n        <p>Staffing and time to research, apply for, and manage any new funding or partnership opportunities</p>\n      ",
  "categories": [
    "Technology"
  ],
  "impact_areas": [
    "Policy",
    "Economic Development"
  ],
  "university_impact_areas": [
    {
      "name": "Public-Private Partnerships",
      "description": "Changes affecting university-industry collaborations, tech transfer, and economic development initiatives",
      "notes": null
    }
  ],
  "compliance_actions": [],
  "has_plain_language_summary": true
}