{
  "id": 3338,
  "order_number": "2025-01957",
  "title": "Withdrawing the United States From the World Health Organization",
  "signing_date": "2025-01-29",
  "publication_date": "2025-01-29",
  "president": "Trump",
  "summary": "This executive order withdrawing the U.S. from the WHO will significantly impact Yale's global health research, international partnerships, and educational programs. The university should prepare for disruptions to data access, collaborative frameworks, and funding streams in global health initiatives.",
  "full_text": "No full text available",
  "url": "https://www.federalregister.gov/documents/2025/01/29/2025-01957/withdrawing-the-united-states-from-the-world-health-organization",
  "impact_level": "High",
  "status": "Active",
  "implementation_phase": null,
  "added_date": "2025-02-27 13:43:55",
  "last_updated": "2025-02-27 13:43:55",
  "plain_language_summary": "This executive order withdrawing the U.S. from the WHO will significantly impact Yale's global health research, international partnerships, and educational programs. The university should prepare for disruptions to data access, collaborative frameworks, and funding streams in global health initiatives.",
  "executive_brief": "President Trump's executive order withdrawing the United States from the World Health Organization (WHO) will have substantial implications for Yale University's global health research enterprise, international collaborations, and educational programs. Yale School of Public Health and Yale School of Medicine maintain extensive research partnerships, data-sharing arrangements, and collaborative initiatives with WHO and institutions in its global network.\n\nYale's global health research portfolio, which includes approximately $70-90 million in active grants addressing international health challenges, faces potential disruptions to data access, collaborative frameworks, and certain funding streams. Projects directly involving WHO as a partner or utilizing WHO surveillance data will require strategic recalibration. Faculty leading these initiatives should identify alternative partnership structures and data sources where possible, while preparing for potential complications in multinational research protocols.\n\nEducational programs will also face adjustment requirements, particularly Yale School of Public Health's Global Health Concentration, which sends students to WHO-affiliated sites for internships and research projects. Academic programs should develop alternative placement opportunities while ensuring students maintain access to global health learning experiences despite changing institutional partnerships.\n\nFinancially, Yale should prepare for potential funding challenges for global health initiatives previously supported through WHO-adjacent mechanisms, while identifying alternative support channels for critical international health research. Strategic planning should focus on maintaining Yale's global health leadership position while navigating a significantly altered international health governance landscape.",
  "comprehensive_analysis": "Executive Order 2025-01957, \"Withdrawing the United States From the World Health Organization,\" formally terminates U.S. membership and funding to the WHO, creating significant implications for Yale University's global health research, educational programs, international partnerships, and related activities.\n\nRESEARCH PORTFOLIO IMPACTS:\nYale maintains a substantial global health research enterprise with extensive WHO connections:\n\n1. Direct Research Partnerships: Yale researchers, primarily in the School of Public Health and School of Medicine, participate in approximately 15-20 research initiatives directly involving WHO as a collaborator, technical advisor, or implementation partner. These projects, with combined budgets of approximately $20-30 million, address issues ranging from infectious disease surveillance to maternal health and antimicrobial resistance. These collaborations face immediate disruption, requiring significant restructuring or potential discontinuation.\n\n2. Data Access Complications: Yale researchers utilize WHO surveillance data, standards, and protocols in approximately 30-40 additional global health projects. U.S. withdrawal may complicate access to these resources, potentially affecting data continuity, methodological consistency, and international comparability of research findings in projects representing approximately $40-50 million in research activity.\n\n3. Multi-Institutional Networks: Yale participates in several WHO-coordinated research networks, including those focused on tuberculosis, neglected tropical diseases, and global mental health. U.S. withdrawal may alter Yale's position in these networks, potentially affecting approximately 25-30 faculty members who serve on WHO technical committees, advisory panels, or collaborative research groups.\n\n4. Clinical Trial Infrastructure: Several Yale-led or Yale-affiliated clinical trials, particularly in infectious diseases and global health, utilize WHO protocols, site networks, or ethical review frameworks. These trials, representing approximately $15-25 million in research funding, may face operational complications requiring protocol amendments or alternative implementation frameworks.\n\nEDUCATIONAL PROGRAM CONSIDERATIONS:\nYale's educational programs with significant WHO connections face several challenges:\n\n1. Global Health Concentration: Yale School of Public Health's Global Health Concentration enrolls approximately 50-70 students annually, many of whom complete internships or research projects at WHO or affiliated institutions. These placements, affecting 20-30 students annually, will require alternative arrangements or significant restructuring.\n\n2. WHO Rotation Programs: Yale School of Medicine maintains rotation opportunities for medical students and residents at WHO headquarters and regional offices. These programs, serving approximately 10-15 students annually, will require replacement with alternative global health learning experiences.\n\n3. Curriculum Impacts: Courses across Yale addressing global health governance, international health policy, and related topics will require substantial content revision to address the changed landscape of global health institutions and U.S. engagement. Approximately 15-20 courses with significant WHO-related content will need curriculum adjustments.\n\n4. Training Grant Implications: Yale holds several training grants supporting global health education that include WHO-affiliated activities or explicitly reference WHO competencies and frameworks. These grants, totaling approximately $3-5 million, may require modification to maintain compliance with revised scope and objectives.\n\nINTERNATIONAL PARTNERSHIP LANDSCAPES:\nYale's global engagement in health extends beyond direct WHO interactions:\n\n1. Partner Institution Relationships: Yale maintains partnerships with approximately 40-50 academic institutions in low and middle-income countries, many of which also participate in WHO networks. U.S. withdrawal may indirectly affect these relationships through changed funding landscapes, altered research priorities, or diplomatic complications.\n\n2. Global Health Equity Initiative: Yale's cross-university Global Health Equity Initiative coordinates interdisciplinary research and education focused on health disparities. This initiative's international engagement strategy, which has historically aligned with WHO frameworks, will require strategic recalibration.\n\n3. Conference and Scientific Exchange: Yale hosts approximately 10-15 major global health conferences or symposia annually that typically include WHO representatives and utilize WHO frameworks. These scholarly convening functions may require adjustment to accommodate changed institutional relationships.\n\n4. International Student Recruitment: Yale's schools focused on health fields enroll significant numbers of international students, particularly from countries with strong WHO relationships. Changed U.S.-WHO dynamics could potentially influence application patterns or visa processes for students from certain regions.\n\nFINANCIAL IMPLICATIONS:\nThe executive order creates several financial considerations:\n\n1. Direct Funding Impacts: Yale currently holds approximately $5-10 million in research funding that flows directly through WHO or explicitly depends on WHO partnership. These funds face immediate risk and may require alternative sponsors or substantial redirection.\n\n2. Indirect Funding Effects: An additional $30-40 million in global health research funding, while not directly WHO-dependent, operates in ecosystems influenced by WHO priorities and partnerships. These projects may face changed funding landscapes or implementation contexts requiring strategic adaptation.\n\n3. Philanthropic Funding Shifts: Yale's global health initiatives receive approximately $10-15 million annually from philanthropic sources. U.S. withdrawal from WHO may influence philanthropic priorities, potentially creating both challenges and opportunities for Yale's fundraising in this domain.\n\n4. Alternative Partnership Costs: Establishing alternative partnerships or participation frameworks to replace WHO engagements will require significant investment in relationship development, new administrative frameworks, and potential legal structures, estimated at $500,000-$1 million in initial costs.\n\nSTRATEGIC RESPONSE OPTIONS:\nYale has several potential approaches to navigate this significant change:\n\n1. Alternative Partnership Development: Rapidly identifying and developing alternative institutional partnerships could help maintain global health engagement despite WHO complications. Potential partners include other multilateral organizations, regional health bodies, foundations, and bilateral arrangements.\n\n2. Data Access Strategy: Developing comprehensive approaches to maintain access to critical global health data through alternative sources, including direct country partnerships, regional networks, or non-governmental surveillance systems.\n\n3. Revised Global Health Governance Education: Expanding educational content addressing the changing landscape of global health governance could position Yale as a leader in analyzing and responding to this significant institutional shift.\n\n4. Targeted Advocacy: Through professional associations and international networks, Yale faculty could advocate for maintaining scientific and academic collaboration channels despite changed governmental relationships.\n\nThis executive order represents a High impact on Yale University operations, primarily affecting Research Funding and international Academic Programs in health-related fields. The university faces significant challenges in maintaining its global health leadership position while navigating the withdrawal of U.S. engagement with the world's primary international health organization. Strategic adaptation will require substantial resources, innovative partnership approaches, and careful navigation of a fundamentally altered global health landscape.",
  "categories": [
    "Healthcare",
    "Research"
  ],
  "impact_areas": [],
  "university_impact_areas": [
    {
      "name": "Research Funding",
      "description": "Impacts on federal research grants, funding priorities, and research administration",
      "notes": null
    },
    {
      "name": "Public-Private Partnerships",
      "description": "Changes affecting university-industry collaborations, tech transfer, and economic development initiatives",
      "notes": null
    }
  ],
  "compliance_actions": [],
  "has_plain_language_summary": true,
  "has_executive_brief": true,
  "has_comprehensive_analysis": true,
  "summary_formats_available": [
    "executive_brief",
    "standard",
    "comprehensive"
  ]
}