{
  "id": 9,
  "order_number": "13622",
  "title": "Executive Order Authorizing Additional Sanctions With Respect to Iran",
  "signing_date": "2012-07-30",
  "publication_date": "2012-08-02",
  "president": "Barack Obama",
  "summary": "Imposed additional sanctions on Iran's energy and petrochemical sectors and expanded financial sanctions.",
  "full_text": null,
  "url": null,
  "impact_level": null,
  "status": "Active",
  "implementation_phase": null,
  "added_date": "2025-02-26 12:34:10",
  "last_updated": "2025-02-26 12:34:10",
  "plain_language_summary": "\n        <h2>New Iran Sanctions Impacting Yale</h2>\n        <p><strong>Overview:</strong> This executive order imposes additional sanctions on Iran's energy and financial sectors.</p>\n        \n        <h3>Key Impacts on Yale:</h3>\n        <ul>\n          <li>Increased regulatory compliance requirements for Yale's international activities and transactions</li><li>Potential impacts on Yale's research and collaborative projects involving Iran</li><li>Possible restrictions on payments, purchases, or other financial dealings with Iranian entities</li>\n        </ul>\n        \n        <p><strong>Action Needed:</strong> Yes</p>\n        <p><strong>Important Dates:</strong> 07/30/2012: Executive Order 13622 signed by President Obama</p>\n        \n        <p><strong>Affected Departments:</strong> Office of General Counsel, Office of Sponsored Projects, Office of International Affairs, Procurement Services, Accounting Services</p>\n        \n        <h3>What Changed</h3>\n        <p>The executive order expands sanctions on Iran's energy and petrochemical sectors and strengthens financial restrictions.</p>\n        \n        <h3>Why Yale Cares</h3>\n        <p>These sanctions could impact Yale's international activities, research collaborations, and financial transactions involving Iran or Iranian entities.</p>\n        \n        <h3>Action Steps</h3>\n        <ul>\n          <li>Review existing and planned activities, projects, and financial dealings to identify potential issues</li><li>Consult with the Office of General Counsel to ensure compliance with the new sanctions</li><li>Coordinate with the Office of Sponsored Projects to address any impacts on research or other sponsored projects</li><li>Update procurement and accounting processes to prevent prohibited transactions</li>\n        </ul>\n        \n        <h3>Resource Needs</h3>\n        <p>Additional staff time for compliance review, policy updates, and coordination across affected departments</p>\n      ",
  "categories": [],
  "impact_areas": [
    "Funding"
  ],
  "university_impact_areas": [],
  "compliance_actions": [],
  "has_plain_language_summary": true
}